
alreadyactive.form.mail = Cat e-mail est d\u00E9j\u00E0 associ\u00E9 \u00E0 un compte utilisateur.
alreadyactive.form.nickname = Ce pseudo est d\u00E9j\u00E0 associ\u00E9 \u00E0 un compte utilisateur.

createaccount.confirm.connect      = Se connecter
createaccount.confirm.message=Vous pouvez maintenant vous connecter soit via PRONOTE, soit en acc\u00E9dant directement \u00E0 ce portail.
createaccount.confirm.title=Votre compte a \u00E9t\u00E9 activ\u00E9
createaccount.error.logged         = Vous devez \u00EAtre d\u00E9connect\u00E9 du cloud enseignant pour pouvoir demander la cr\u00E9ation d''un compte.
createaccount.error.token=Le lien a expir\u00E9 ou est invalide.<br>Veuillez renouveler votre demande.
createaccount.error.terms=Merci d\u2019accepter les conditions d\u2019utilisation pour pouvoir valider votre inscription. 
createaccount.form.confirmpassword=Retaper le mot de passe
createaccount.form.nickname=Pseudo
createaccount.form.firstname=Pr\u00E9nom
createaccount.form.lastname=Nom
createaccount.form.mail=E-mail
createaccount.form.newpassword=Mot de passe
createaccount.mail.error           = Erreur lors de l'envoi de l'e-mail de confirmation de cr\u00E9ation de compte
createaccount.password.rules       = R\u00E8gles de s\u00E9curit\u00E9
createaccount.send.message=Un e-mail vous a \u00E9t\u00E9 envoy\u00E9.<br>Consultez votre messagerie et cliquez sur le lien de confirmation pour activer votre compte.
createaccount.send.title           = Votre compte a \u00E9t\u00E9 cr\u00E9\u00E9 mais n''est pas encore actif.
createaccount.submit=Cr\u00E9er un compte

createaccount.title=Je cr\u00E9e un compte


empty.form.nickname=Le pseudo est requis.
empty.form.confirmpassword=Veuillez retaper votre mot de passe.
empty.form.firstname=Le pr\u00E9nom est requis.
empty.form.lastname=Le nom est requis.
empty.form.mail=L'e-mail est requis.
empty.form.newpassword=Le mot de passe est requis.
empty.form.password2       = La confirmation du mot de passe est requise.

exportaccount.action.delete         = Supprimer
exportaccount.action.download       = T\u00E9l\u00E9charger
exportaccount.empty                 = Aucun export
exportaccount.error.isExportRunning = Une demande d''export est actuellement en cours. Veuillez patienter avant d''en refaire une nouvelle.
exportaccount.error.limitReached    = Il n''est pas possible de r\u00E9aliser plus de deux exports, veuillez en supprimer au moins un.
exportaccount.info                  = Ce service vous permet d''exporter tous les documents de votre espace personnel dans un fichier archive. Vous pouvez conserver en ligne jusqu'\u00E0 deux sauvegardes de votre espace personnel.
exportaccount.list                  = Liste des exports
exportaccount.notif.launched        = L''export est en cours de pr\u00E9paration et sera t\u00E9l\u00E9chargeable dans quelques minutes.
exportaccount.notif.removed         = L''export a \u00E9t\u00E9 supprim\u00E9.
exportaccount.running               = (en cours de pr\u00E9paration...)
exportaccount.submit                = Demander un export


invalid.form.firstname = Le pr\u00E9nom ne doit comporter que des caract\u00E8res alphab\u00E9tiques, des espaces, tirets ou apostrophes
invalid.form.lastname  = Le nom ne doit comporter que des caract\u00E8res alphab\u00E9tiques, des espaces, tirets ou apostrophes
invalid.form.mail      = Le format de l'adresse e-mail saisie est incorrect.
invalid.form.confirmpassword = Le mot de passe de confirmation ne correspond pas au premier mot de passe saisi

renew.confirm.message    = Vous pouvez maintenant vous connecter en suivant le lien ci-dessous.
renew.confirm.title      = Votre nouveau mot de passe est enregistr\u00E9.
renew.init.error.logged=Vous devez \u00EAtre d\u00E9connect\u00E9 du cloud enseignant pour pouvoir demander le renouvellement de votre mot de passe.<br>Vous pouvez sinon utiliser le bouton "Modifier le mot de passe" dans le menu utilisateur / Profil.
renew.init.mail=Saisissez l''adresse e-mail associ\u00E9e \u00E0 votre compte PRONOTE
renew.init.mail.placeholder=E-mail
renew.init.submit        = Envoyer
renew.init.title         = Changer mon mot de passe
renew.mail.content       = Bonjour. <br> Une demande de changement de mot de passe a \u00E9t\u00E9 faite pour votre compte.<br> Vous pouvez d\u00E9finir un nouveau mot de passe en suivant ce lien : \n<br> <a href="{0}">Renouveler</a> 
renew.mail.object        = Renouvellement de votre mot de passe
renew.password.mail      = Votre adressse enregistr\u00E9e
renew.password.password  = Nouveau mot de passe
renew.password.password2 = Confirmez le nouveau mot de passe
renew.password.rules     = Crit\u00E8res de s\u00E9curit\u00E9
renew.password.submit    = Enregistrer
renew.password.title     = D\u00E9finir un nouveau mot de passe
renew.send.error         = Erreur lors de l''envoi du mail de renouvellement
renew.send.message=Un e-mail de confirmation avec un lien vous a \u00E9t\u00E9 envoy\u00E9 \u00E0 l''adresse indiqu\u00E9e.<br>Il vous permettra de red\u00E9finir un nouveau mot de passe.
renew.send.title         = Changer mon mot de passe

unknown.form.mail = Adresse e-mail inconnue ou compte invalide.
required.form.acceptTermsOfService=Vous devez accepter les conditions g\u00E9n\u00E9rales d'utilisation.
createaccount.form.acceptTermsOfService.beforeLink=Accepter les 
createaccount.form.acceptTermsOfService.link=conditions d''utilisation
createaccount.form.acceptTermsOfService.afterLink=

createaccount.form.termsOfService=Conditions d''utilisation
